Repository: ahead-it/core
Catalog: core/translation/*.po
Languages: it_it

# core.application
source: No instance connected
it_it: Nessuna istanza connessa

# core.process
source: Process ready to work
it_it: Processo pronto

# core.process
source: Unknown message '{0}'
it_it: Messaggio '{0}' sconosciuto

# core.process
source: Process shutdown
it_it: Processo terminato

# core.process
source: Starting {0} worker processes
it_it: Avvio di '{0}' processi

# core.process
source: Process '{0}' is not responding, adding a new process to pool
it_it: Il processo '{0}' non risponde, aggiunta di un nuovo al pool

# core.process
source: Process pool is full
it_it: Il pool dei processi è pieno

# core.webserver
source: Started {0} server on port {1}
it_it: Avviato server '{0}' su porta '{1}'

# core.webserver
source: Server stopped
it_it: Server arrestato

# core.database.factory
source: Unsupported database type '{0}'
it_it: Tipo di database non supportato '{0}'

# core.database.sqlserver
source: Unknown field type '{0}'
it_it: Tipo di campo sconosciuto '{0}'

# core.database.sqlserver
source: Table '{0}' has not primary key
it_it: La tabella '{0}' non ha una chiave primaria

# core.field.code
source: Value of '{0}' cannot be longer than {1}
it_it: Il valore di '{0}' non può essere più lungo di '{1}'

# core.field.field
source: Code
it_it: Codice

# core.field.field
source: Integer
it_it: Intero

# core.field.field
source: Option
it_it: Opzione

# core.field.option
source: Field '{0}' has no options defined
it_it: Il campo '{0}' non ha opzioni definite

# core.object.unit
source: Table
it_it: Tabella

# core.object.unit
source: Page
it_it: Pagina

# core.utility.proxy
source: Invalid unit '{0}'
it_it: Unit '{0}' non valida
